import img01 from '../images/image_01.jpg';
import img02 from '../images/image_04.jpg';
import img03 from '../images/image_05.jpg';
import img04 from '../images/image_06.jpg';
import img05 from '../images/image_07.jpg';
import img06 from '../images/image_08.jpg';

export const cards = [
  {
    name: 'Национальное достояние – парки',
    link: img01,
    date: '2 августа, 2019',
    description: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    source: 'Лента.ру',
    _id: 1,
  },
  {
    name: 'Лесные огоньки: история одной фотографии',
    link: img02,
    date: '2 августа, 2019',
    description: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    source: 'Медуза',
    _id: 2,
  },
  {
    name: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    link: img03,
    date: '2 августа, 2019',
    description: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    source: 'Риа',
    _id: 3,
  },
]

export const savedCards = [
  {
    name: 'Национальное достояние – парки',
    link: img04,
    date: '2 августа, 2019',
    description: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    source: 'Лента.ру',
    _id: 4,
  },
  {
    name: 'Лесные огоньки: история одной фотографии',
    link: img05,
    date: '2 августа, 2019',
    description: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    source: 'Медуза',
    _id: 5,
  },
  {
    name: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    link: img06,
    date: '2 августа, 2019',
    description: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    source: 'Риа',
    _id: 6,
  },
  {
    name: 'Лесные огоньки: история одной фотографии',
    link: img02,
    date: '2 августа, 2019',
    description: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    source: 'Медуза',
    _id: 2,
  },
  {
    name: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    link: img03,
    date: '2 августа, 2019',
    description: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    source: 'Риа',
    _id: 3,
  },
]